Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: For information on how to use the Tasking Manager please review the [http://learnosm.org/en/coordination/tasking-manager/ manuals on LearnOSM].
ja: Tasking Managerの使用方法については、[http://learnosm.org/en/coordination/tasking-manager/ LearnOSMのマニュアル]を参照してください。

source: For instance, [[wikipedia:Derry-Londonderry_name_dispute|Derry-Londonderry]].
ja: 例えば[[wikipedia:Derry-Londonderry_name_dispute|Derry-Londonderry]]です。

source: For legal reasons, this must be in [[License/Contributor Terms/FR|French]] and [[License/Contributor Terms/IT|Italian]] as well as English.
ja: 法的な理由により、これには英語だけでなくフランス語とイタリア語のものが必須です。

source: For more detailed description see
ja: 詳しい説明は

source: For selected objects only
ja: 選択したオブジェクトのみ表示

source: For the body
ja: 身体用

source: For the database do one of the following:
ja: 次のいずれかのデータベースを実行すること:

source: For user-based bandwith limit instead of IP-based one
ja: IPベースの帯域幅制限ではなく、ユーザベースの帯域幅制限の場合

source: For {0} the correct order of the new way parts could not be determined.
ja: {0}について、新しいウェイパーツの正しい順序を決定できませんでした。

source: Force Delete
ja: 強制的に削除する

source: Force Feature upload
ja: 地物を強制的にアップロードする

source: Force drawing of lines if the imported data contain no line information.
ja: インポートしたデータが線の情報を有していないときに、強制的に線を引く。

source: Force lines if no segments imported
ja: 区間がインポートされていなくても線を引く

source: Force tagging of all pictures (temporarily overrides the settings above).
ja: すべての写真にタグ付けを強制します（上記の設定を一時的に上書きします）。

source: Force tile rendering
ja: タイルを強制的にレンダリング

source: Ford
ja: 浅瀬(洗い越し)

source: Forest
ja: 人工林

source: Forget objects but do not delete them on server when uploading.
ja: オブジェクトを消去するが、アップロード時にサーバー上で削除しない。

source: Form
ja: フォーム

source: Format errors:
ja: フォーマットエラー:

source: Forms a grid of ways in base to two existing that have various nodes and one in common
ja: 2つのウェイとその交点から、格子状のウェイを作成します。

source: Fort
ja: とりで

source: Forward
ja: 進む

source: Forward/back time (seconds)
ja: 時刻を進める/戻す(秒)

source: Found sensitive data that is still saved in JOSM''s preference file (plain text).
ja: JOSM設定ファイル(プレーンテキスト)に保存されている重要なデータが見つかりました。

source: Found {0} matches
ja: {0} の一致が見つかりました

source: Foundation
ja: 財団

source: Fountain
ja: 噴水

source: Frame
ja: 額縁店

source: Free bicycle pump
ja: 無料の空気ポンプ

source: Freeze
ja: 固定

source: Freeze the current list of merged elements.
ja: 結合された要素の現在のリストを固定

source: French
ja: フランス語

source: French cadastre WMS
ja: フランスのCadastre WMS

source: French grading
ja: フランス式格付け

source: Frequency in Hertz (Hz)
ja: 周波数(Hz)

source: From
ja: 開始日時

source: From (0 from start):
ja: 開始位置(0が先頭):

source: From (initial stop)
ja: 起点

source: From ...
ja: 元: ...

source: From Relation
ja: リレーションから

source: From URL
ja: URLから

source: From existing image layer
ja: 画像レイヤーから出る

source: From the map below (map provided by the OpenStreetMap project)
ja: 下の地図から（地図はOpenStreetMapプロジェクトから提供されています）

source: From which source do you want to import images to the Mapillary layer?
ja: どの情報源からMapillaryレイヤへ画像をインポートしますか？

source: Frontal Water hazard
ja: 前線性水災害

source: Fruitarian
ja: 果実食主義

source: Fuel
ja: ガソリンスタンド

source: Fuel Station
ja: ガソリンスタンド

source: Fuel cards:
ja: 給油カード:

source: Fuel types:
ja: 燃料の種類:

source: Full Address:
ja: 住所全体:

source: Full local path to the script file
ja: スクリプトファイルへの完全なローカルパス

source: Fullscreen view
ja: 全画面表示

source: Fully automatic
ja: 全自動

source: Function
ja: 機能

source: Funeral Directors
ja: 葬儀社

source: Funicular
ja: ケーブルカー

source: Furniture
ja: 家具店

source: G&eoImage
ja: ジオイメージ(&e)

source: GDAL version
ja: GDALバージョン

source: GK Zone
ja: ゾーン番号

source: GLONASS Signals
ja: GLONASS信号

source: GML files
ja: GMLファイル

source: GPS Blams
ja: GPSバン

source: GPS Exchange format (*.gpx)
ja: GPS 交換フォーマット (*.gpx)

source: GPS Menu
ja: GPSメニュー

source: GPS Points
ja: GPSポイント

source: GPS Signals
ja: GPS信号

source: GPS error
ja: GPSエラー

source: GPS input
ja: GPS入力

source: GPS log error
ja: GPSログエラー

source: GPS time: {0}
ja: GPSの時刻: {0}

source: GPS track description
ja: GPSトラックの説明

source: GPSBlam
ja: GPSバン

source: GPX Data
ja: GPXデータ

source: GPX File Trouble
ja: GPXファイルに問題が発生しました

source: GPX Files
ja: GPXファイル

source: GPX Files (*.gpx)
ja: GPXファイル (*.gpx)

source: GPX Track has no time information
ja: GPXトラックは、時間情報を持っていません。

source: GPX data will be included in the session file.
ja: セッションファイル中にGPXデータを含めます。

source: GPX info mode
ja: GPX情報モード

source: GPX layer
ja: GPXレイヤー

source: GPX track
ja: GPXトラック

source: GPX track:
ja: GPXトラック:

source: GPX upload was successful
ja: GPXアップロードが成功しました

source: GTFS-Stops
ja: GTFSの停留所

source: GTK Color Chooser
ja: GTK色選択ダイアログ

source: Gaelic Games
ja: ゲーリックゲーム

source: Gain
ja: 高低移動

source: Galileo Signals
ja: Galileo信号

source: Gambling
ja: 賭博場

source: Gamma
ja: ガンマ

source: Garages
ja: 車庫

source: Garden
ja: 庭園

source: Garden Centre
ja: 園芸用品店

source: Gardener
ja: 造園

source: Garmin track extensions only support 16 colors.
ja: Garminトラック拡張機能は16色しか対応していません。

source: Gas
ja: ガス

source: Gas Power Generator
ja: ガス発電機

source: Gas insulated
ja: ガス絶縁

source: Gasoline Power Generator
ja: ガソリン発電機

source: Gasometer
ja: ガスタンク

source: Gate
ja: 門

source: Gauge (mm)
ja: 軌間(mm)

source: General
ja: 一般

source: General Access
ja: 一般通行

source: General settings
ja: 全般設定

source: General task size
ja: 通常のタスクのサイズ

source: Generally these places have given the task of mapping to various government agencies who in return get to make money by selling the data back to you and me.
ja: 通常、これらの地域では様々な政府機関が地図作成の作業をしており、あなたや私にデータを販売することで対価を得ています。

source: Generate Imagery XML bounds for the selection
ja: 選択用のイメージXML境界を作成

source: Generate Imagery XML bounds from a multipolygon
ja: マルチポリゴンで囲まれた画像のXMLを作る

source: Generate a globally unique ID
ja: グローバルに一意なIDを生成する

source: Generator Type
ja: 発電機の種類

source: Genus
ja: 属

source: Geo Images
ja: ジオイメージ

source: GeoJSON Files
ja: GeoJSONファイル

source: GeoJSON file
ja: GeoJSON ファイル

source: GeoJson object list
ja: GeoJsonオブジェクトリスト

source: GeoTiff files (*.tif)
ja: GeoTiff ファイル(*.tif)

source: Geographical data (geo data) is not free in many parts of the world.
ja: 地理データ（ジオデータ）は世界の多くの地域では自由に利用することができません。

source: Geography
ja: 地理

source: Geoimage: {0}
ja: ジオ画像: {0}

source: Geometry
ja: ジオメトリ

source: Geometry of feature {0} is null
ja: 地物{0}のジオメトリがNULLです

source: Georeference an image
ja: イメージを設置

source: Georeferencing interrupted
ja: 地理参照は割り込みされた

source: Geotag image with this position
ja: この位置にイメージをジオタグする

source: Geotagged Images
ja: ジオタグのついた画像

source: Geotagged images (*.jpg)
ja: ジオタグされた画像(*.jpg)

source: Geothermal Power Generator
ja: 地熱発電

source: Germany
ja: ドイツ

source: Get Imagery Offset...
ja: 画像オフセットを取得...

source: Get Services
ja: Servicesを取得

source: Get a new cookie (session timeout)
ja: 新しい cookie を入手してください(セッションがタイムアウトしました)

source: Get all referenced but not actually present OSM objects from OSM server.
ja: OSMサーバーから参照されていて現在存在していないOSMオブジェクトをすべて取得します。

source: Get an Access Token for ''{0}''
ja: ''{0}'' 用のアクセストークンを取得

source: Get some data first.
ja: まずデータを取得してください。

source: Get tile status
ja: タイルのステータスを取得

source: Gift/Souvenir
ja: ギフト・おみやげ店

source: Give Way
ja: 前方優先道路

source: Give way
ja: 徐行

source: Glacier
ja: 氷河

source: Glass
ja: ガラス

source: Glass Bottles
ja: ガラス瓶

source: Global
ja: グローバル

source: Globalsat Import
ja: Globalsatのインポート

source: Gluten free
ja: グルテンフリー

source: Go To
ja: 移動

source: Go back to Upload Dialog
ja: アップロードダイアログに戻る

source: Go back to step 1/3
ja: ステップ 1/3 に戻る

source: Go driving
ja: ドライブに行く

source: Go forward
ja: 次にすすむ

source: Go into this client folder (just cd client)
ja: このclientフォルダに移動(cd client)します。

source: Go to Basic Editor and manually choose a turn restriction type
ja: 基本エディターに移動し、手動で進行方向制限種別を選択する

source: Go to Basic Editor and manually choose members with roles ''from'' and ''to''
ja: 基本エディタに移動し、手動で''from''と''to''のロールのメンバーを選択する

source: Go to Basic Editor and manually fix the list of via-objects
ja: 基本エディタに移動して、手動で経由地オブジェクトのリストを修正

source: Go to Basic Editor and select standard vehicle type based exceptions
ja: 基本エディターに移動して、例外の車種を選択する

source: Go to OSM Tag History
ja: OS Mタグ履歴へ移動

source: Go to OSM wiki for relation help
ja: OSM wikiにアクセスして、リレーションのヘルプを参照

source: Go to OSM wiki for tag help
ja: タグの説明を OSM ウィキで見る

source: Go to Project #{project}
ja: #{project} のプロジェクトに移動

source: Go to Taginfo
ja: Taginfo で開く

source: Go to Taginfo ({0})
ja: Taginfoへ移動({0})

source: Go to setting and log in to Mapillary before uploading.
ja: アップロードの前に、設定に行ってMapillaryにログインしてください。

source: Go to the Advanced Editor and add via objects
ja: 拡張エディターに移動してviaオブジェクトを追加する

source: Go to the Advanced Editor and remove the members
ja: 拡張エディタに移動してメンバーを削除

source: Go to the JOSM help home page
ja: JOSMヘルプホームページへ

source: Go to the next page
ja: 次のページへ

source: Go to the previous page
ja: 前のページへ

source: Golf
ja: ゴルフ

source: Golf Course
ja: ゴルフコース

source: Gondola
ja: ゴンドラ

source: Goods
ja: 貨物用索道

source: Goods conveyor
ja: 商品コンベア

source: Google Maps are free as in beer, not as in speech.
ja: Google マップはビールの意味であり、トークの意味ではありません。

source: Google/whoever just licenses it.
ja: Google などはそのデータのライセンスを受けています。

source: Got ''{1}''
ja: ''{1}''を取得しました

source: Got ''{2}''.
ja: 「{2}」を取得しました。

source: Got {0}.
ja: {0}を取得しました。

source: Got {2}.
ja: {2}を取得しました。

source: Gotcha!" from looking if you also copied these fake pieces of map.
ja: そういったものが地図にあるかどうかで複製をしたかどうか知る事ができます。

source: Government
ja: 政府機関

source: Gps time (read from the above photo):
ja: (写真から読み取った)GPSの時刻:

source: GraalVM polyglot API isn''t on the class path.
ja: GraalVM polyglot APIはクラスパスにありません。

source: Grab non-georeferenced image
ja: 非地理参照画像を取得

source: Grab one image full screen
ja: 1つのイメージをフルスクリーンでグラブ

source: Grab smaller images (higher quality but use more memory)
ja: より小さい画像を取得してください。(より高品質だがよりメモリを使う)

source: Granted rights
ja: 認められた権利

source: Graph View Dialog
ja: GraphViewダイアログ

source: GraphView layer is not mergable
ja: GraphViewレイヤーはマージできません

source: Grass
ja: 芝生

source: Grassland
ja: 草原

source: Grave
ja: 墓

source: Graveyard
ja: (教会・寺院の)墓所

source: Gravity drain for hose
ja: ホースの重力ドレン

source: Green
ja: グリーン

source: Green Waste
ja: 植物の廃棄物

source: Green:
ja: 緑:

source: Greenfield
ja: 開発予定地

source: Greengrocer
ja: 八百屋

source: Greenhouse Horticulture
ja: 温室領域

source: Grid shift file ''{0}'' for option +nadgrids not supported.
ja: +nadgrids オプションに指定されたグリッドシフトファイル ''{0}'' は対応していません。

source: Grit Bin
ja: 凍結防止用のグリット入れ

source: Grooming
ja: 整備状況

source: Groundwater
ja: 地下水

source: Group
ja: グループ

source: Group Home
ja: グループホーム

source: Group common Address Interpolation inputs in a single dialog, as well as an option to automatically generate individual house number nodes from a Way.
ja: 単一のダイアログでグループの共通の住所を補完入力します。オプションで自動的にウェイから独立した住居番号を作成します。

source: Group not yet evaluated
ja: まだ評価されていないグループです

source: Group only access
ja: グループのみのアクセス

source: Groyne
ja: 防砂堤

source: Guadeloupe Fort-Marigot cache file (.UTM1)
ja: Guadeloupe Fort-Marigot キャッシュファイル(.UTM1)

source: Guadeloupe Ste-Anne cache file (.UTM2)
ja: Guadeloupe Ste-Anne キャッシュファイル(.UTM2)

source: Guard Rail
ja: ガードレール

source: Guess
ja: 推測

source: Guess values for
ja: 値を推測:

source: Guessing address values
ja: 住所の番地を推測

source: Guest House/Bed & Breakfast
ja: ゲストハウス/B&B

source: Guidelines for behaviour are seldom needed as we understand all of this, and we mostly do a good job of treating others as we would be treated.
ja: 私たちはこれらのことをすべて理解しているので、行動のためのガイドラインが必要になることはめったになく、私たちはほとんどの場合、自分たちが扱われるように他人をうまく扱うことができます。

source: Guidepost
ja: 道標

source: Guillemin
ja: ギルマン

source: Gymnastics
ja: 体操

source: HOVER to select;LEFT-DRAG to rotate
ja: マウスカーソルを置くと選択; 左ドラッグで回転

source: HOVER to select;LEFT-DRAG to scale
ja: マウスカーソルを置くと選択; 左ドラッグで拡大縮小

source: HTTP URLs are not supported.
ja: HTTP URLはサポートされていません。

source: HTTP error {0} when loading tiles
ja: タイルの読み込み中にHTTPエラー{0}が発生しました

source: HTTPS support in Remote Control
ja: リモート制御でのHTTPSサポート

source: Habitat with evergreen and deciduous vegetation.
ja: 常緑樹と落葉樹が混在している植生です。

source: Hackerspace
ja: ハッカースペース

source: Hairdresser/Barber
ja: 理美容店

source: Halal
ja: ハラル

source: Halo
ja: ハロ

source: Hamlet
ja: 集落

source: Hampshire Gate
ja: ワイヤーゲート

source: Handball
ja: ハンドボール

source: Handicap rating
ja: 障害等級

source: Handicraft
ja: 日用品工房

source: Handling of French EPCIs (boundary=local_authority)
ja: フランスの EPCI を扱う(boundary=local_authority)

source: Handrail
ja: 手すり

source: Handy Address Interpolation Functions
ja: ハンディアドレス補間機能

source: Hangar
ja: 格納庫

source: Hardware
ja: 金物屋

source: Has bubble?
ja: 覆い付き

source: Has heating?
ja: 暖房付き

source: Has key ''created_by'' or ''converted_by''
ja: ''created_by'' や ''converted_by''のキーがあります

source: Has key ''note'' or ''comment'' or ''description''
ja: ''note'' や ''comment'' や ''description''のキーがあります

source: Has key ''source''
ja: ''source''のキーがあります

source: Has key ''watch''
ja: ''watch''のキーがあります

source: Has tag containing ''fixme''
ja: ''fixme'' を含むタグがあります

source: Has tag containing ''fixme'' or ''FIXME''
ja: ''fixme'' や ''FIXME''を含むタグがあります

source: Have you finished the registration on OpenStreetMap?
ja: OpenStreetMapへの登録は済んでいますか？

source: Header name
ja: ヘッダ名

source: Header value
ja: 値

source: Headline: {0}
ja: 見出し:{0}

source: Health
ja: 健康

source: Hearing Aids
ja: 補聴器店

source: Heat
ja: ヒート

source: Heat Map (dark = few, bright = many)
ja: ヒートマップ （暗：少数、明：多数）

source: Heath
ja: 茂み

source: Heavy Goods Vehicles
ja: 中大型貨物車

source: Heavy Goods Vehicles (hgv)
ja: 中大型貨物車(hgv)

source: Hedge
ja: 生垣

source: Height (meters)
ja: 高さ(m)

source: Height of the rendered area, in meter
ja: レンダリング領域の高さ（メートル単位）

source: Height of the target image, in pixel
ja: ターゲット画像の高さ（ピクセル単位）

source: Helipad
ja: ヘリパッド

source: Help
ja: ヘルプ

source: Help: {0}
ja: ヘルプ: {0}

source: Helping tool for tag address
ja: 住所のタグ付けの補助ツール

source: Helps vectorizing WMS images.
ja: WMS イメージのベクトル化を支援する

source: Hemisphere
ja: 半球

source: Here is a [[OSB Reports|final statistic]] of the OSB usage.
ja: OS Bの使用状況を[[OSB Reports final statistic]]に示します。

source: Here you can change some preferences of Utilsplugin2 functions
ja: ここでUtilsplugin2の機能設定の一部を変更できます

source: Hide
ja: 隠す

source: Hide All
ja: 全て隠す

source: Hide edit toolbar
ja: 編集ツールバーを隠す

source: Hide filter
ja: フィルターを非表示にする

source: Hide icons at low zoom
ja: 縮尺が小さい場合にアイコンを隠す

source: Hide labels while dragging the map
ja: 地図をドラッグしている間ラベルを隠す

source: Hide or show this toggle button
ja: 表示非表示をこのトグルボタンで指定

source: Hide sidebar
ja: サイドバー非表示

source: Hide this button
ja: このボタンを隠す

source: Hide this message
ja: このメッセージを隠す

source: Hide/Show the GPS dock
ja: GPS枠の表示/非表示

source: Hide/Show the GeoImage dock
ja: ジオイメージ枠の表示/非表示

source: Hide/Show the Info dock
ja: 情報枠の表示/非表示

source: Hide/Show the Layers dock
ja: レイヤー枠の表示/非表示

source: Hide/Show the Properties dock
ja: プロパティ枠の表示/非表示

source: Hide/Show the Styles dock
ja: スタイル枠の表示/非表示

source: Hide/Show the Toolbar
ja: ツールバー枠の表示/非表示

source: Hide/Show the Undo dock
ja: やり直し枠の表示/非表示

source: Hiding filter
ja: フィルタを隠す

source: Hifi
ja: 音響機器店

source: High
ja: 濃い

source: High Clearance: light duty off-road vehicle
ja: 車高が高い: 軽量オフロード車

source: High resolution (1000x800)
ja: 高解像度(1000x800)

source: High-occupancy vehicles (hov)
ja: 相乗り車(hov)

source: Higher value means more steps needed, therefore zoom steps will be smaller
ja: 値を大きくすると、多くのステップが必要になり、1ステップの縮尺の変化が小さくなります。

source: Highest Number
ja: 最大住居番号

source: Highest number
ja: 最も大きな住居番号

source: Highlight
ja: 強調

source: Highlight dirt&y features
ja: 変更した地物をハイライトする(&y)

source: Highlight target ways and nodes
ja: 選択中のウェイやノードを強調表示

source: Hightlight target nodes and ways while drawing or selecting
ja: 描画時や選択時に対象のノードとウェイを強調表示

source: Highway
ja: 道路

source: Highway duplicated nodes
ja: 道路のノードが重複

source: Highway link is not linked to adequate highway/link
ja: 道路の連絡路が適切な道路/連絡路と接続していない

source: Highway milestone
ja: 幹線道路の距離標

source: Highway type
ja: 道路の種別

source: Highways
ja: 道路

source: Highways share segment with area
ja: 道路にエリアと重複した区間がある

source: Hiking
ja: ハイキング

source: Hiking Route
ja: ハイキングルート

source: Hindu Temple
ja: ヒンドゥー教寺院

source: Hints
ja: ヒント

source: Historic Places
ja: 史跡

source: Historic or otherwise outdated aerial or satellite photo
ja: 歴史的または古い航空写真または衛星写真

source: Historic or otherwise outdated map
ja: 歴史的または古い地図

source: Historical name
ja: 歴史的な名称

source: History
ja: 履歴

source: History (web)
ja: 履歴(web)

source: History for node {0}
ja: ノード {0} の履歴

source: History for relation {0}
ja: リレーション {0} の履歴

source: History for way {0}
ja: ウェイ {0} の履歴

source: History not initialized yet.
ja: 履歴はまだ初期化されていません。

source: Hold Ctrl to add new nodes, or Alt to delete.
ja: [Ctrl]を押しながら新しいノードを追加するか、[Alt]を押しながら削除します。

source: Hold Ctrl to toggle snapping
ja: Ctrlを押しながらで位置合わせの有無を切替

source: Holding Position
ja: 待機位置

source: Hole
ja: ホール

source: Home
ja: ホーム

source: Home decoration
ja: インテリア

source: Home location
ja: ホーム位置

source: Homepage
ja: ホームページ

source: Hoops
ja: フープ

source: Horse
ja: 馬

source: Horse Racing
ja: 競馬

source: Horse Riding
ja: 乗馬場

source: Hospital
ja: 病院

source: Host
ja: ホスト

source: Host:
ja: ホスト:

source: Hostel
ja: 簡易宿泊所

source: Hotel
ja: ホテル

source: House Number Editor
ja: 住居番号編集画面

source: House name
ja: 建物名

source: House number
ja: 住居番号

source: House number ''{0}'' duplicated
ja: 住居番号''{0}''が重複しています

source: House number increment:
ja: 住居番号の増分:

source: House number too far from street
ja: 住居番号が通りから遠すぎる

source: House number without street
ja: 通り名のない住居番号がある

source: House number:
ja: 住居番号:

source: Housenumbers do not match odd/even setting
ja: 住居番号が奇数・偶数の設定に違反しています

source: Houseware
ja: 家庭用品

source: Hover
ja: 上にある時

source: How does it work?
ja: どのように動作しますか?

source: How it works
ja: 動作の仕組み

source: How should I credit you?|Legal FAQ]].
ja: [[JA:Legal FAQ#OpenStreetMap のマップを使いたいのですが、どのようにクレジット表記をしたら良いですか？|法的なよくある質問]]

source: How to map?
ja: どのようにマッピングするのですか？

source: How would you like to proceed?
ja: どうされますか?

source: However, after you have saved it, your language may still be shown in the missing language box with black colour and bold type.
ja: しかし、保存した後でも、未翻訳の言語のボックスに黒い太字で表示されます。

source: However, users can create new tags to improve the style of the map or to support analyses that rely on previously unmapped attributes of the features.
ja: ただし、ユーザは新しいタグを作成して、マップのスタイルを改善したり、以前にマップされていない地物の属性に依存する解析をサポートすることができます。

source: Hue:
ja: 色相:

source: Human settlements of at least 200 people with less than 200 meters between households
ja: 人口200名以上、住居の間隔が200m未満の居住地

source: Humanitarian organizations use the map data to plan for disaster response and other life saving activities.
ja: 人道支援団体は地図データを使用して、災害対応やその他の救命活動を計画します。

source: Hump
ja: ハンプ

source: Hungarian
ja: ハンガリー語

source: Hunting Stand
ja: ハンティングスタンド

source: Hurling
ja: ハーリング

source: Hvac
ja: 空調設備

source: Hydrant Position
ja: 消火栓の位置

source: Hydrant is fed by the local distribution network.
ja: 消火栓は地域の配水管網によって供給される。

source: Hydropower plants including waterways (tunnel, canal, pipeline) and dams
ja: 水路(トンネル、運河、パイプライン)を含む水力発電所とダム

source: I agree
ja: 承認する

source: I already have an OpenStreetMap account
ja: OpenStreetMapアカウントを所持しています

source: I am in the timezone of:
ja: タイムゾーンの選択:

source: I do not agree
ja: 承認しない

source: I got it, close this.
ja: クローズしました。

source: I have read and agree to the licensing terms
ja: ライセンス条項を読み、承諾しました

source: I personally don't like the HOT Tasking Manager that much for several reasons (not that intuitive UI, iD integration, automatically getting unassigned from a task after some time, etc.).
ja: 個人的には、HOT Tasking Managerがそれほど好きではない理由がいくつかあります(直感的なUIでない、iD統合、一定時間後にタスクから自動的に割り当てられないなど)

source: I understand and accept these terms and conditions
ja: 利用条件を理解し、同意します

source: I use the mouse
ja: マウスを使います

source: I would like someone to review my edits.
ja: 編集を誰かにレビューしてほしい。

source: I''m ready!
ja: 準備完了！

source: I'm not so sure though as the extension to Warwick runs through the back gardens of existing homes.
ja: ワーウィックへの拡張は既存の家の裏庭を通っているので、私にはよくわかりません。

source: ID > 0 expected.
ja: ID>0が必要です。

source: IO Error
ja: I/O エラー

source: IO Exception
ja: IO 例外

source: IO error
ja: I/O エラー

source: IO exception
ja: IO 例外

source: IOError while creating file, autosave will be skipped: {0}
ja: ファイル作成中にIOエラーが発生、自動保存はスキップされます: {0}

source: IOException "{0}" occurred
ja: 入出力例外 "{0}" が発生しました。

source: Ice Hockey
ja: アイスホッケー

source: Ice Skating
ja: アイススケート

source: Ice cream
ja: アイスクリーム店

source: Icon
ja: アイコン

source: Icon paths:
ja: アイコンのパス:

source: Icon:
ja: アイコン:

source: Identifiable (shown in trace list and as identifiable, ordered points with timestamps)
ja: 識別可能(トレース一覧にユーザーID付きで表示、点はタイムスタンプ付き)

source: If You do not have that right, You risk having Your contribution deleted (see below).
ja: もしあなたがその権利を持っていないならば、あなたは自分の投稿が削除される（下記参照）リスクを負うことになります。

source: If for any reason you do not want to communicate directly with the other editor(s), you can contact one of the following people to mediate the dispute.
ja: もし何らかの理由で相手の編集者と会話したくない場合は、次のうちひとりに連絡して紛争を調停してもらうことができます。

source: If he can show that his own unique feature appears in the defendant's work, it is easier to prove that the defendant's work is a copy of his.
ja: 現実のものを反映していない、その地図のみに存在する特徴が盗用を疑われている被告の地図にも存在していれば、被告の地図が盗用であることがより証明しやすくなります。

source: If neither ''{0}'' nor ''{1}'' is given, the default value {2} takes effect and the bounds of the download area in the .osm input file are used.
ja: ''{0}''も''{1}''も指定されていない場合、デフォルト値 {2} が有効になり、.osm入力ファイルのダウンロード領域の境界が使用されます。

source: If the community is generally unhappy with moderation they can contact the board via the [[osmf:Working Groups#Communication Working Group|Communication Working Group]] to suggest a change in moderation.
ja: コミュニティが一般的にモデレートに不満を持っている場合は、 [[osmf:Working Groups#Communication Working Group|Communication Working Group]] を通じて取締役会に連絡し、モデレートの変更を提案することができます。

source: If the square is green, it has been validated & the validators comments / feedback are visible to you.
ja: 四角形が緑色の場合は検証済みで、バリデータのコメント/フィードバックが表示されます。

source: If there are two common versions of a place name, as a possible but not recommended way, the "name" tag could contain them both (A/B).
ja: 例えば、場所の名前に２つのよく知られたバージョンの名前がある場合、"name"タグにはその両方(A/B)を付けられます。

source: If we were to use it, we'd have to pay for it.
ja: 我々がそのデータを使うには、その使用料を支払う必要があります。

source: If you accept all of this then you still can't do anything with the data but photocopy it.
ja: それでもいいからと利用したところで、せいぜい出来る事は配布しない私用の目的でコピーを取ることぐらいです。

source: If you are looking for how to attribute OSM, see [[Legal FAQ#I would like to use OpenStreetMap maps.
ja: もし OSM の帰属表示の方法をお探しなら、[[JA:Legal FAQ#OpenStreetMap のマップを使いたいのですが、どのようにクレジット表記をしたら良いですか？|法的なよくある質問]]を参照してください。

source: If you are running the latest version of JOSM and the plugins, please file a bug report in our bugtracker.
ja: 最新バージョンのJOSMとプラグインを実行している場合は、Bugtrackerでバグレポートを登録してください。

source: If you are running the latest version of JOSM, please consider being kind and file a bug report.
ja: 最新バージョンのJOSMを使用している場合は、親切にバグレポートを提出してください。

source: If you are unsure, please cancel this operation.<br/>If you want to continue, you are shown a dialog to decide how to adapt the relation.<br/><br/>Do you want to continue?
ja: 同意できない場合は、この操作をキャンセルしてください。<br/>継続する場合は、リレーションをどうするか、表示されるダイアログで決定してください。<br/><br/>継続しますか？

source: If you collect data from Google Maps in this way, you are creating a &quot;derived work&quot;.
ja: この方法で Google Maps からデータを収集すると、それは「派生作品」を作っているのと同じになります。

source: If you continue, the closest supported track color will be used.
ja: 継続すると、対応している最も近いトラックの色が使用されます。
